Repository: nhonvo/fake-news-filter-server
Catalog: FakeNewsFilter.UserApp/LocalizationResources/ViewLocalizationResource.*.resx
Languages: vi

# Settings and profile content
source: &#9642; Edit user's personal information here.<br /> &#9642; User can customize system language and news language here.<br /> &#9642; User can change followed topics.<br /> &#9642; Users can connect other social networks with personal accounts.<br /> &#9642; Users can view other information about OWL Trust.<br /> &#9642; Users can rate the quality of the application.<br /> &#9642; Users who have difficulty using the system can use the system's help feature.
vi: &#9642; Chỉnh sửa thông tin cá nhân của người dùng ở đây.<br /> &#9642; Người dùng có thể tùy chỉnh ngôn ngữ hệ thống và ngôn ngữ tin tức ở đây.<br /> &#9642; Người dùng có thể thay đổi các chủ đề đã theo dõi.<br /> &#9642; Người dùng có thể kết nối các mạng xã hội khác với tài khoản cá nhân.<br /> &#9642; Người dùng có thể xem các thông tin khác về OWL Trust.<br /> &#9642; Người dùng có thể đánh giá chất lượng ứng dụng.<br /> &#9642; Người dùng nếu gặp khó khăn khi sử dụng hệ thống thì có thể sử dụng tính năng giúp đỡ của hệ thống.

source: Settings interface, personal page
vi: Giao diện cài đặt, trang cá nhân

source: Start the application
vi: Khởi động ứng dụng

source: Subscribe to news topics
vi: Theo dõi chủ đề tin tức

source: SYSTEM FUNCTIONS
vi: CÁC CHỨC NĂNG HỆ THỐNG

# Text area What can we do for you
source: <textarea name="message" placeholder="What can we do for you?"></textarea>
vi: <textarea name="message" placeholder="Chúng tôi có thể giúp gì cho bạn?"></textarea>

source: The interface to read the news first when not logged in
vi: Giao diện đọc trước tin tức khi chưa đăng nhập

source: Trusted news reading app
vi: Ứng dụng đọc tin tức đáng tin cậy

source: User can login with registered account, facebook and google account
vi: Người dùng có thể đăng nhập bằng tài khoản đã đăng ký, tài khoản facebook và google

source: View news list
vi: Xem danh sách tin tức

# View news list content
source: &#9642; Once logged in, users can read the news and vote whether it is reliable or not &#9642; Users can follow their favorite topics and view news stories here<br /> &#9642; Users can see the notifications in the bell on the top right of the homepage
vi: &#9642; Khi đăng nhập xong người dùng có thể đọc tin và bình chọn tin tức đó có đáng tin cậy hay không<br /> &#9642; Người dùng có thể theo dõi các chủ đề yêu thích và xem các story của các tin tức ở đây<br /> &#9642; Người dùng có thể xem các thông báo ở chuông phía trên bên phải trang chủ

source: View news topics
vi: Giao diện các chủ đề

# View news topics content
source: &#9642; There are many themes for users to choose, many topics can be selected<br /> &#9642; Users can see topics according to their chosen language, when they press the "Discover" button, they go to the login page<br /> &#9642; First time login, user must choose at least 4 different themes<br /> &#9642; Users can also customize the system language here
vi: &#9642; Có nhiều chủ đề cho người dùng chọn, có thể chọn nhiều chủ đề<br /> &#9642; Người dùng có thể thấy được các chủ đề theo ngôn ngữ mà họ đã chọn, khi bấm nút “Khám phá” thì vào trang đăng nhập<br /> &#9642; Lần đầu tiên đăng nhập, người dùng phải chọn ít nhất 4 chủ đề khác nhau<br /> &#9642; Người dùng cũng có thể tùy chỉnh ngôn ngữ hệ thống ở đây

source: We only send you application information via email
vi: Chúng tôi chỉ gửi các thông tin về ứng dụng qua mail cho bạn

source: When logging in, users are required to choose at least 4 topics to be able to log in and read news
vi: Khi đăng nhập người dùng bắt buộc phải chọn ít nhất 4 chủ đề để có thể đăng nhập và đọc tin tức

source: When you log in, you will see the system icon and say hello
vi: Khi đăng nhập vào sẽ thấy icon của hệ thống và xin chào

# formregister
source: <div class="input-box mt-30"> <input type="text" placeholder="Your email" /> <button style="white-space: nowrap;" localize-content>Register</button> </div>
vi: <div class="input-box mt-30"> <input type="text" placeholder="Email của bạn" /> <button style="white-space: nowrap;" localize-content>Register</button> </div>

# topic community
source: <i class="fas fa-bell"></i>Community
vi: <i class="fas fa-bell"></i>Cộng đồng

# topic index
source: <i class="fas fa-cog"></i>Topic
vi: <i class="fas fa-cog"></i>Chủ đề

# topic news
source: <i class="fas fa-exclamation-triangle"></i>News
vi: <i class="fas fa-exclamation-triangle"></i>Tin tức

# topic setting
source: <i class="fas fa-lock"></i>Setting
vi: <i class="fas fa-lock"></i>Cài đặt
