Repository: nhonvo/fake-news-filter-server
Catalog: FakeNewsFilter.UserApp/LocalizationResources/ViewLocalizationResource.*.resx
Languages: vi

# App Full Name
source: Owl Trust - Fake News Filter
vi: Owl Trust - Ứng dụng lọc tin tức

source: Home
vi: Trang chủ

source: Guide
vi: Hướng dẫn

source: Privacy
vi: Chính sách

source: Contact
vi: Liên hệ

source: About us
vi: Về chúng tôi

source: Community
vi: Cộng đồng

source: Company
vi: Công ty

source: Contact us
vi: Liên lạc với chúng tôi

# Download the app on Android
source: <i class="fab fa-google-play"></i>Download the app on Android
vi: <i class="fab fa-google-play"></i>Tải ứng dụng trên Android

# Download the app on iOS
source: <i class="fab fa-apple"></i>Download the app on iOS
vi: <i class="fab fa-apple"></i>Tải ứng dụng trên iOS

source: FAQ
vi: Các câu hỏi thường gặp

source: OWL Trust is a news reader application that helps users access the latest and most accurate news
vi: OWL Trust là ứng dụng đọc tin tức giúp người dùng tiếp cận những tin tức mới và chính xác nhất

source: Privacy Policy
vi: Chính sách bảo mật

# see more
source: See more <i class="fal fa-arrow-right"></i>
vi: Xem thêm <i class="fal fa-arrow-right"></i>

source: Service
vi: Dịch vụ

source: Start exploring
vi: Bắt đầu khám phá

source: Support
vi: Hỗ trợ

# App
source: Application
vi: Ứng dụng

# App content
source: These privacy statements apply to all personal information entered by Owl Trust customers – Fake News Filter on the Owl Trust website or entered into the Owl Trust application via mobile devices (along with the Owl Trust application). using the Owl Trust platform).
vi: Những điều khoản bảo mật này áp dụng cho tất cả các thông tin cá nhân nhập vào của khách hàng của Owl Trust – Fake News Filter trên website Owl Trust hoặc nhập vào ứng dụng Owl Trust thông qua các thiết bị di động (cùng với ứng dụng nền của Owl Trust).

source: Approve and update information
vi: Chấp thuận và cập nhật thông tin

# Approve and update information content
source: Customers may request at any time to view the personal information that Owl Trust stores or to correct or update any personal information. Please email the Owl Trust at khuyenpb@gmail.com.
vi: Khách hàng có thể yêu cầu bất kỳ lúc nào để xem thông tin cá nhân mà Owl Trust lưu trữ hoặc chỉnh sửa hoặc cập nhật bất cứ thông tin cá nhân nào. Hãy vui lòng gửi email cho Owl Trust tại khuyenpb@gmail.com.

source: Change privacy policy
vi: Thay đổi chính sách riêng tư

# Change privacy policy content
source: Owl Trust may amend or update this Privacy Policy from time to time, without notice to Owl Trust customers. All customers agree to be bound by the Privacy Policy in effect at the time they access the Owl Trust website and/or use the software via a mobile device.
vi: Owl Trust có thể sửa đổi hoặc cập nhật Chính sách Bảo mật này theo thời gian, mà có thể không cần thông báo cho khách hàng Owl Trust. Tất cả các khách hàng đều đồng ý chịu ràng buộc bởi Chính sách Bảo mật có hiệu lực vào thời điểm họ truy cập trang web Owl Trust và/hoặc sử dụng phần mềm thông qua thiết bị điện thoại.

source: commitment
vi: Cam kết

# commitment content
source: At Owl Trust – Fake News Filter we understand that privacy is very important to you and your customers. These privacy statements reflect our respect for your privacy and Owl Trust's commitment to the security of all your information.
vi: Tại Owl Trust – Fake News Filter chúng tôi hiểu rằng sự riêng tư là rất quan trọng đối với bạn và các khách hàng của bạn. Những điều khoản bảo bảo mật này phản ánh được sự tôn trọng của chúng tôi đối với quyền riêng tư của bạn và Owl Trust cam kết đảm bảo bảo mật cho tất cả thông tin của bạn.

# Cookies content
source: Owl Trust uses third parties for advertising and tracking campaigns, the data is collected through advertising and tail advertising. Advertising cookies are stored in your browser and provide third parties with data to make advertising more relevant to visitors to our website and avoid the advertisements displayed. This is based on your previous web history. Cookie advertising provides data to display ads through third-party websites based on your previous interaction with the Owl Trust website. Opt-out options are available, and if at any time you would like to opt out of these features, visit the opt-out options, for more information.
vi: Owl Trust sử dụng bên thứ ba cho chiến dịch quảng cáo và quảng cáo theo đuôi, dữ liệu được thu thập thông qua quảng cáo và quảng cáo theo đuôi . Quảng cáo cookie được lưu trữ trong trình duyệt của bạn và cung cấp cho bên thứ ba dữ liệu để quảng cáo có liên quan hơn cho khách truy cập vào trang web của chúng tôi và tránh các quảng cáo hiển thị đã được nhìn thấy. Đây là dựa theo lịch sử web trước đó của bạn. Quảng cáo theo đuôi cookie cung cấp dữ liệu để hiển thị quảng cáo thông qua trang web thứ ba dựa trên tương tác trước đó của bạn với trang web Owl Trust. Tùy chọn không tham gia có sẵn, và nếu tại bất kì thời điểm nào bạn muốn chọn không tham gia các tính năng này, hãy truy cập vào các lựa chọn không tham gia, để biết thêm thông tin.

source: Disclosure information
vi: Tiết lộ thông tin

# Disclosure information content
source: Owl Trust will not disclose any customer's personal information to third parties except where the disclosure is related to the purpose of the information collected (As mentioned in paragraph 4 above) except without the customer's permission.
vi: Owl Trust sẽ không tiết lộ bất cứ thông tin cá nhân nào của khách hàng cho bên thứ ba trừ khi là nơi mà sự tiết lộ liên quan đến mục đích của thông tĩn đã thu thập (Như đã nói ở đoạn 4 ở trên) trừ không có sự cho phép bởi chính khách hàng đó.

source: Effects of information and documents
vi: Sử dụng thông tin và tài liệu

# Effects of information and documents content
source: The personal information the customer has provided will only be used in connection with the service that has been requested by the Owl Trust, to chat with the customer regarding the service or to cooperate with the industry. government or authorities. Owl Trust stores it precisely to use the data in connection with the customer's use of the service for promotion or other business intelligence purposes. Owl Trust employees can access useful information and transaction statistics to better understand how customers use the Owl Trust platform application, so we can improve the design system, review, as well as give advice to change the way they use their Owl Trust background application.
vi: Thông tin cá nhân mà khách hàng đã cung cấp sẽ chỉ được sử dụng trong việc kết nối với dịch vụ đã được yêu cầu bởi Owl Trust, để trò chuyện cùng với khách hàng liên quan đến dịch vụ hoặc hợp tác với các ngành công nghiệp chính phủ hoặc những người có thẩm quyền. Owl Trust lưu trữ chính xác để sử dụng dữ liệu có liên quan tới việc sử dụng dịch vụ của khách hàng để quảng bá hoặc cho các mục đích kinh doanh thông min khác. Nhân viên của Owl Trust có thể truy cập vào các thông tin hữu ích và thống kê giao dịch để có thể hiểu hơn cách khách hàng sử dụng ứng dụng nền của Owl Trust, vì vậy chúng tôi có thể cải thiện hệ thống thiết kế, đánh giá, cũng như đưa ra các lời khuyên để thay đổi cách dùng ứng dụng nền Owl Trust của họ.

# Information content
source: To use the Owl Trust - Fake News Filter background application, all customers are required to submit certain personal information such as email address, name, address, phone number, industry and certain company information. . Customers may be asked to provide additional information from time to time as they continue to use the software.
vi: Để sử dụng ứng dụng nền Owl Trust – Fake News Filter, tất cả khách hàng đều cần phải gửi một số thông tin cá nhân như địa chỉ email, tên, địa chỉ, số điện thoại, ngành và thông tin nhất định của công ty. Khách hàng có thể được yêu cầu cung cấp thêm thông tin theo thời gian khi họ tiếp tục sử dụng phần mềm.

source: Information repository
vi: Kho chứa thông tin

# Information repository content
source: Owl Trust will securely store the personal information of customers in the United States or any other country that Owl Trust may choose from time to time to provide its services.
vi: Owl Trust sẽ lưu giữ an toàn các thông tin cá nhân của khách hàng ở Hoa Kỳ hoặc bất kì quốc gia nào khác mà Owl Trust có thể lựa chon theo thời gian để cung cấp các dịch vụ của mình.

# Letter of consen content
source: By accessing the Owl Trust-based application, all customers consent to the collection, use, agreement, storage and processing of their information in accordance with the Privacy Statement.
vi: Bằng việc truy cập vào ứng dụng nền Owl Trust, tất cả các khách hàng đều chấp thuận vào bộ sưu tập, sử dụng, hiệp định, lưu trữ và xử lý thông tin của họ cho phù hợp với Điều khoản bảo mật.

source: Letter of consent
vi: Giấy chấp thuận

source: News
vi: Tin tức

# News content policy
source: Owl Trust sends payment information, product information, newsletters and notifications to you via email and, in some cases, within the Owl Trust messaging service background application. Where appropriate email or in background communication will contain instructions describing how you can opt-out of being removed from the mailing list.
vi: Owl Trust gửi thông tin thanh toán, thông tin sản phẩm, bản tin và thông báo cho bạn thông qua email và trong một số trường hợp xảy ra bên trong ứng dụng nền dịch vụ tin nhắn của Owl Trust. Trường hợp email thích hợp hoặc trong giao tiếp nền sẽ có chứa các hướng dẫn mô tả cách làm thế nào bạn có thể lựa chọn được loại bỏ khỏi danh sách gửi thư.

source: Personal information
vi: Thông tin cá nhân

source: Register
vi: Đăng ký

source: Sign up for an account via email
vi: Đăng ký tài khoản qua email

source: Storage
vi: Lưu trữ

# Storage content
source: Owl Trust will store customers' personal information before and after canceling any account but only use it when Owl Trust is legally required to use it.
vi: Owl Trust sẽ lưu trữ lại thông tin cá nhân của khác hàng trước và sau khi hủy bất cứ một tài khoản nào nhưng chỉ dùng khi Owl Trust bắt buộc dùng tới một cách hợp pháp.

source: Table of contents
vi: Mục lục

source: Terms of use
vi: Điều khoản sử dụng

# Terms of use content
source: Usage of the Owl Trust software is subject to these Terms and Conditions and Privacy Policy to be read together.
vi: Cách sử dụng của phần mềm Owl Trust phải tuân theo Các điều kiện và điều khoản và Chính sách Bảo mật này phải được đọc cùng.

source: We only send application information via email to you.
vi: Chúng tôi chỉ gửi các thông tin về ứng dụng qua mail cho bạn.

source: Your email
vi: Email của bạn

source: Your privacy and accounts
vi: Riêng tư và tài khoản của bạn

# Your privacy and accounts content
source: Registration data and other information are subject to our Privacy Policy. Your information may be stored and processed in the United States or any other country where Owl Trust has facilities and by using the Online Services you agree to transfer the information outside of the country. your family. If you access the Service with a password, you are solely responsible for maintaining the confidentiality of that password. If you give others access to your password to the Service, they will be able to view information about your account and make changes through the Application or Website for the Service. Likewise, if you provide someone with the pattern lock feature for a Service, they will be able to request information about your account and make changes through Customer Service. You agree to notify us immediately if you change your email address so that we may continue to contact you and send any notices required below. If you do not promptly notify us of the change, then any notice we send to your old email address will be deemed adequate notice.
vi: Dữ liệu đăng ký và các thông tin khác phải tuân theo Chính sách Bảo mật của chúng tôi. Thông tin của bạn có thể được lưu trữ và xử lý tại Hoa Kỳ hoặc bất kỳ quốc gia nào khác nơi Owl Trust có cơ sở vật chất và bằng cách sử dụng Dịch vụ trực tuyến, bạn đồng ý chuyển thông tin ra bên ngoài quốc gia của bạn. Nếu bạn truy cập Dịch vụ bằng mật khẩu, bạn tự chịu trách nhiệm duy trì tính bảo mật của mật khẩu đó. Nếu bạn cung cấp cho người khác quyền truy cập vào mật khẩu của bạn vào Dịch vụ, họ sẽ có thể xem thông tin về tài khoản của bạn và thực hiện các thay đổi thông qua Ứng dụng hoặc Trang web cho Dịch vụ. Tương tự như vậy, nếu bạn cung cấp cho một ai đó tính năng mẫu khóa cho một Dịch vụ, họ sẽ có thể yêu cầu thông tin về tài khoản của bạn và thay đổi thông qua Dịch vụ Khách hàng. Bạn đồng ý sẽ thông báo cho chúng tôi ngay lập tức nếu bạn thay đổi địa chỉ email để chúng tôi có thể tiếp tục liên lạc với bạn và gửi bất kỳ thông báo yêu cầu dưới đây. Nếu bạn không thông báo cho chúng tôi kịp thời về thay đổi, thì mọi thông báo chúng tôi gửi đến địa chỉ email cũ của bạn sẽ được coi là thông báo đầy đủ.

source: Answer user questions about the application
vi: Giải đáp các thắc mắc của người dùng về ứng dụng

source: App Founding Member
vi: Thành viên sáng lập ứng dụng

source: Can login with different social media accounts
vi: Có thể đăng nhập bằng nhiều tài khoản mạng xã hội khác nhau

source: Can read news on website with many advantages
vi: Có thể đọc tin tức trên website với nhiều ưu điểm

source: Can't find your question?
vi: Bạn không thể tìm thấy câu hỏi của mình?

source: Community in
vi: Cộng đồng trong

source: Detail
vi: Chi tiết

source: Diverse, complete and accurate news
vi: Tin tức đa dạng, đầy đủ, chính xác

source: Email us
vi: Gửi email cho chúng tôi

source: evaluation
vi: Đánh giá

source: Fast
vi: Nhanh chóng

source: Flexible
vi: Linh hoạt

source: Founding member
vi: Thành viên sáng lập

source: frequently asked Questions
vi: Các câu hỏi thường gặp

source: Friendly interface
vi: Giao diện thân thiện

source: I'm very grateful to the creator of this app, it's amazing
vi: Tôi rất biết ơn người tạo ra ứng dụng này, rất tuyệt vời

source: It's an honor to use this app
vi: Thật vinh hạnh khi được sử dụng ứng dụng này

source: Language
vi: Ngôn ngữ

source: Makes finding news quick and easy
vi: Giúp tìm kiếm tin tức nhanh chóng và dễ dàng

source: Multi-language system
vi: Hệ thống đa ngôn ngữ

source: Multi-platform
vi: Đa nền tảng

source: News can be viewed on many different platforms such as Web, Android, iOS
vi: Có thể xem tin tức trên nhiều nền tảng khác nhau như Web, Android, iOS

source: News in
vi: Tin tức trong

source: News interface on OWLTRUST.TK
vi: Giao diện tin tức trên OWLTRUST.TK

source: No need to install
vi: Không cần cài đặt

source: No need to install apps
vi: Không cần cài đặt ứng dụng

source: OWL Trust brings great experiences to users
vi: OWL Trust mang đến những trải nghiệm tuyệt vời cho người dùng

source: OWL Trust has a diverse news system covering many different areas and languages and is labeled as true or fake news
vi: OWL Trust có một hệ thống tin tức đa dạng bao gồm nhiều lĩnh vực và ngôn ngữ khác nhau và được gắn nhãn là tin tức thật hoặc giả

source: OWL Trust has a diverse news system covering many different areas and languages and is labeled as true or fake news.
vi: OWL Trust có hệ thống tin tức đa dạng gồm nhiều lĩnh vực và ngôn ngữ khác nhau và được gán nhãn tin thật hoặc tin giả

source: OWL Trust has a diverse topic system covering many different fields and languages
vi: OWL Trust có hệ thống chủ đề đa dạng gồm nhiều lĩnh vực và ngôn ngữ khác nhau

source: Questions are being updated
vi: Các câu hỏi đang được cập nhật

source: Real and fake news rating system
vi: Hệ thống đánh giá các tin tức thật và giả

source: Reliable news reading application
vi: Ứng dụng đọc tin tức đáng tin cậy

source: Setting
vi: Cài đặt

source: Setting in
vi: Cài đặt trong

source: The advantages of
vi: Các ưu điểm của

source: The community helps app users to share news on the app for other users to evaluate
vi: Cộng đồng giúp người dùng ứng dụng có thể chia sẽ các tin tức lên trên ứng dụng để các người dùng khác đánh giá

source: The website interface helps new users to read the news easily and friendly
vi: Giao diện website giúp người dùng mới có thể đọc các tin tức dễ dàng, thân thiện

source: This is the best app I've ever used
vi: Đây là ứng dụng tuyệt vời nhất mà tôi từng sử dụng

source: Topic
vi: Chủ đề

source: Topics in
vi: Chủ đề trong

source: Users can customize favorite themes, languages and accounts
vi: Người dùng có thể tùy chỉnh các chủ đề yêu thích, ngôn ngữ và tài khoản

source: We will update as soon as possible
vi: Chúng tôi sẽ cập nhật sớm nhất có thể

# Welcome content
source: OWL Trust is a news reader application that helps users access the latest and most accurate news
vi: OWL Trust là ứng dụng đọc tin tức giúp người dùng tiếp cận những tin tức mới và chính xác nhất

source: Welcome to OWL Trust
vi: Chào mừng đến với OWL Trust

source: Address
vi: Địa chỉ

# Button send
source: <input type="submit" name="submit" value="Send" />
vi: <input type="submit" name="submit" value="Gửi" />

source: Categorized news interface
vi: Giao diện tin tức đã được phân loại

source: Change language
vi: Thay đổi ngôn ngữ

# Change language content
source: &#9642; Flexible system language and news language can be customized<br /> &#9642; There are 2 languages in the system, English and Vietnamese<br /> &#9642; News has 2 languages: English and Vietnamese<br /> &#9642; The system default is English
vi: &#9642; Có thể tùy chỉnh ngôn ngữ hệ thống và ngôn ngữ tin tức linh hoạt<br /> &#9642; Có 2 ngôn ngữ trong hệ thống là Tiếng Anh và Tiếng Việt<br /> &#9642; Tin tức có 2 ngôn ngữ là Tiếng Anh và Tiếng Việt<br /> &#9642; Mặc định của hệ thống là tiếng anh

source: Connect with us
vi: Kết nối với chúng tôi

source: Connect with us if you have problems using the app
vi: Kết nối với chúng tôi nếu bạn gặp vấn đề khi sử dụng ứng dụng

source: Contribute news
vi: Đóng góp tin tức

# Contribute news content
source: &#9642; Users can contribute news to the system, admin will censor and post on the system if the news is reasonable.<br /> &#9642; Users can find news contributed by other users here.<br /> &#9642; Here will show information about the number of contributed posts by the user.<br /> &#9642; Users can see detailed instructions in the instruction view box.
vi: &#9642; Người dùng có thể đóng góp tin tức lên hệ thống, admin sẽ kiểm duyệt và đăng lên hệ thống nếu tin tức hợp lý.<br /> &#9642; Người dùng có thể tìm các tin tức mà người dùng khác đóng góp ở đây.<br /> &#9642; Ở đây sẽ hiện thông tin số bài viết đã đóng góp của người dùng.<br /> &#9642; Người dùng có thể xem hướng dẫn chi tiết ở ô xem hướng dẫn.

source: FUNCTIONS
vi: CÁC CHỨC NĂNG

source: Home page interface to read news
vi: Giao diện trang chủ đọc tin tức

# I agree to
source: I agree to <a asp-controller="Home" asp-action="Privacy">terms of use</a>
vi: Tôi đồng ý với <a asp-controller="Home" asp-action="Privacy">điều khoản sử dụng</a>

# Input email
source: <input type="email" name="email" placeholder="Your email" />
vi: <input type="email" name="email" placeholder="Địa chỉ Email" />

# Input first name
source: <input type="text" name="f-name" placeholder="First Name" />
vi: <input type="text" name="f-name" placeholder="Tên" />

# Input last name
source: <input type="text" name="l-name" placeholder="Last Name" />
vi: <input type="text" name="l-name" placeholder="Họ và tên lót" />

# Input number phone
source: <input type="number" name="phone" placeholder="Number phone" />
vi: <input type="number" name="phone" placeholder="Số điện thoại" />

# Input title
source: <input type="text" name="suject" placeholder="Title" />
vi: <input type="text" name="suject" placeholder=" Tiêu đề" />

# Input your email
source: <input type="text" placeholder="Your email" />
vi: <input type="text" placeholder="Email của bạn" />

source: Interface to view news topics
vi: Giao diện xem các chủ đề tin tức

source: Language change interface
vi: Giao diện đổi ngôn ngữ

source: Log in
vi: Đăng nhập

# Log in content
source: &#9642; When logging in for the first time, the person must register information, the information will be saved<br /> &#9642; When logging in with a google account, facebook that previously had an account will not need to re-enter the information<br /> &#9642; When exiting the application to the main screen, the login will be maintained, no need to log in again<br /> &#9642; System language and news language can be customized at the top right<br /> &#9642; Choose to agree to the terms of service to use the app
vi: &#9642; Khi đăng nhập lần đầu, người phải đăng ký thông tin, thông tin sẽ được lưu lại.<br /> &#9642; Khi đăng nhập bằng tài khoản google, facebook mà trước đó đã có tài khoản sẽ không cần nhập thông tin lại<br /> &#9642; Khi thoát ứng dụng ra màn hình chính sẽ duy trì đăng nhập, không cần đăng nhập lại<br /> &#9642; Có thể tùy chỉnh ngôn ngữ hệ thống và ngôn ngữ tin tức ở phía trên bên phải<br /> &#9642; Chọn đồng ý điều khoản dịch vụ để sử dụng ứng dụng

source: News classification
vi: Phân loại tin tức

# News classification content
source: &#9642; Censored news will be displayed here<br /> &#9642; Information that is confirmed to be correct will appear in the True News box &#9642; Information that is confirmed to be false will appear in the Fake News box &#9642; Everyone can read the announcement here by selecting the bell on the right package at the top of the page
vi: &#9642; Các tin tức đã được kiểm duyệt sẽ được hiển thị ở đây<br /> &#9642; Các tin tức được xác nhận là chính xác sẽ hiện bên ô Tin Thật<br /> &#9642; Các tin tức được xác nhận là sai sự thật sẽ hiện bên ô Tin Giả<br /> &#9642; Mọi Người có thể đọc thông báo ở đây bằng cách chọn chuông ở gói phải phía trên trang

source: News contribution interface
vi: Giao diện đóng góp tin tức

source: News reading interface
vi: Giao diện đọc tin tức

source: Phone
vi: Điện thoại

source: Read news
vi: Đọc tin tức

# Read news content
source: &#9642; Users can read, choose the reliability of news, share news,…<br /> &#9642; Users can comment and exchange with each other about that news.
vi: &#9642; Người dùng có thể đọc, chọn độ tin cậy của tin tức, chia sẻ tin,…<br /> &#9642; Người dùng có thể bình luận trao đổi với nhau về tin tức đó

source: Read news without logging in
vi: Đọc tin tức khi chưa đăng nhập

# Read news without logging in content
source: Read news without logging in content &#9642; Users can view the latest news of the system.<br /> &#9642; The news users view when not logged in are the latest and hottest news of the day on many different topics.
vi: Read news without logging in content &#9642; Người dùng có thể xem các tin tức mới nhất của hệ thống<br /> &#9642; Các tin tức người dùng xem khi chưa đăng nhập là các tin mới và hot nhất trong ngày của nhiều chủ đề khác nhau

source: Register an account via email
vi: Đăng ký tài khoản qua email

source: Search news
vi: Tìm kiếm tin tức

source: Settings and profile
vi: Cài đặt và trang cá nhân
